7-zip-full
acpi
acpid
alarm-clock-applet
antiword
apparmor
appimagelauncher
aspell-en
at
autotiling
avahi
b43-fwcutter
base
base-devel
bluetui
bluez
bluez-utils
brave-browser
bridge-utils
brother-mfc-j4335dw
btrfs-progs
bzip2
calibre
catt
cc65
cdrtools
celluloid
cliphist
coreutils
cpupower
cronie
cryptsetup
cups-pdf
dbus-daemon-units
device-mapper
dex
dhclient
diffutils
dmraid
dnsmasq
dosfstools
dracula-gtk-theme
dracula-icons-git
dracula-kde-theme-git
dtrx
e2fsprogs
ecryptfs-utils
efibootmgr
etcher-bin
ethtool
exfatprogs
f2fs-tools
faac-git
ffmpeg
ffmpeg2theora
ffmpegthumbnailer
ffnvcodec-headers
file-roller
firefox
flashfocus
font-config-info-git
fprintd
freerdp
freerdp2
gdm
github-cli
glibc-locales
gnome-browser-connector
gnome-control-center
gnome-epub-thumbnailer
gnome-keybindings-x11-scaling
gnome-keyring
gnome-shell
gnome-shell-extension-todotxt
gnome-text-editor
gnome-tweaks
go-yq
gocryptfs
gparted
gptfdisk
greetd
greetd-tuigreet
grub
grub-btrfs
gtk3-nocsd
gvfs
gvfs-mtp
gvim
helix
imagewriter
imv
inetutils
informant
intel-ucode
iptables-nft
jfsutils
jq
keepassxc
kvantum
laptop-mode-tools
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libguestfs
libisoburn
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
libvirt
linux66
logrotate
lvm2
lynx
man-db
man-pages
manjaro-aur-support
manjaro-browser-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-sway-settings-git
manjaro-sway-wallpapers
manjaro-system
manjaro-zsh-config
manuskript
mdadm
mediainfo-gui
memtest86+
memtest86+-efi
mesa-vdpau
mhwd
mhwd-db
mkchromecast-git
mkinitcpio-openswap
moreutils
mtools
nano
nano-syntax-highlighting
nasm
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nmap
nordvpn-bin
nss-mdns
ntfs-3g
nwg-look
nwg-panel
oh-my-zsh
openbsd-netcat
os-prober
pacman-log-orphans-hook
pacseek
pam_mount
pamac-gtk
pasystray
pcmanfm-gtk3
perl
perl-image-exiftool
playerctl
polkit-explorer-git
polkit-gnome
poweralertd
poweriso-gui
pptpclient
protobuf-git
pulsemixer
python-aiofile
python-aiopath
python-caio
python-casttube
python-flask
python-mutagen
python-pip
python-pipenv
python-pipenv-to-requirements
python-pipx
python-poetry-core-git
python-poetry-git
python-polib
python-protobuf-git
python-pychromecast
python-pyqt5
qbittorrent
qemu-full
qt5-base
qt5-tools
qt5-wayland
qt5ct
qt6-multimedia-ffmpeg
qt6-wayland
qt6ct
rebuild-detector
recoll
reiserfsprogs
remmina
rsync
rustup-git
s-nail
sbcl
seahorse
shotwell
sof-firmware
sudo
sway-services
swaycwd
swayimg
swaylock-effects-git
swaync
sworkstyle
sysfsutils
systemd
texinfo
timeshift-autosnap-manjaro
tk
todotxt
topgrade
udftools
update-grub
usbimager
usbutils
vi
virt-manager
virt-viewer
vivaldi-ffmpeg-codecs
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulscan
way-displays
waybar
wdisplays
wget
which
wine
wine-gecko
wine-mono
winff-common
winff-gtk2
winff-gtk3
winff-qt5
winff-qt6
wireless-regdb
wl-clipboard-git
wlsunset
wluma
wofi
wpa_supplicant
wqy-microhei
wttrbar
xclip
xdg-desktop-portal-hyprland-git
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfsprogs
xorg-xwayland
xterm
yay
yt-dlg-git
yt-dlp-git
zathura
zathura-pdf-poppler
zeit
zeitgeist
zeitgeist-explorer
zsh-doc
